Repository: gerasev-kirill/angular-gdpr-storage
Catalog: po/thirdParty_cz.po
Languages: cz

source: 1 minute
cz: 1 minuta

source: 10 minutes
cz: 10 minut

source: 12 hours from set/update
cz: 12 hodin od nastavení / aktualizace

source: 18 months
cz: 8 měsíců

source: 2 years
cz: 2 roky

source: 2 years from set/update
cz: 2 roky od nastavení / aktualizace

source: 24 hours
cz: 24 hodiny

source: 30 mins from set/update
cz: 30 minut from set/update

source: 30 seconds to 1 year
cz: 30 sekund až 1 rok

source: 6 months from set/update
cz: 6 měsíců od nastavení / aktualizace

source: 90 days
cz: 90 dní

# jivosite
source: Cash of callback backend script response
cz: Cash callback odpovědi backend skriptu

# jivosite
source: City of the visitor
cz: Město návštěvníka

# ga
source: Contains a token that can be used to retrieve a Client ID from AMP Client ID service. Other possible values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID service
cz: Obsahuje token, který lze použít k načtení ID klienta z služby AMP Client ID. Jiné možné hodnoty označují opt-out, inflight request nebo chybu načítání ID klienta z služby AMP Client ID

# ga
source: Contains campaign related information for the user
cz: Obsahuje informace o kampani pro uživatele

# jivosite
source: Country of the visitor
cz: Země návštěvníka

# ga
source: Depends on the length of the experiment but typically 90 days
cz: Závisí na délce experimentu, ale obvykle 90 dnů

# jivosite
source: First visit to the website
cz: První návštěva webové stránky

# jivosite
source: Flag that enables long_pooling
cz: Flag, který umožňuje long_pooling

# jivosite
source: ID of the marketing campaign of the visit
cz: ID marketingové kampaně

# jivosite
source: Indication if iframe is forbidden
cz: Údaj, zda iframe je zakázán

# jivosite
source: Number of pages viewed
cz: Počet navštívených stránek

# jivosite
source: Number of visits to the website
cz: Počet návštěv na webu

# jivosite
source: Source of entry to the website
cz: Zdroj vstupu na web

# ga
source: Stores the traffic source or campaign that explains how the user reached your site. The cookie is created when the javascript library executes and is updated every time data is sent to Google Analytics
cz: Uchovává zdroj nebo kampaň, která vysvětluje, jak se uživatel dostal na váš web. Soubor cookie je vytvořen při spuštění knihovny javascript a je aktualizován při každém odeslání dat do služby Google Analytics

# jivosite
source: Time of appearance of proactive invitation
cz: Čas vzniku proaktivní pozvánky

# jivosite
source: Time the callback request was initiated
cz: Čas, kdy byl spuštěn callback request

# jivosite
source: Time the widget was closed
cz: Čas, kdy byl widget uzavřen

# ga
source: Used to determine a user's inclusion in an experiment
cz: Používá se k určení zařazení uživatele do experimentu

# ga
source: Used to determine a user's inclusion in an experiment and the expiry of experiments a user has been included in
cz: Používá se k určení zařazení uživatele do experimentu a ukončení experimentů, do kterých byl uživatel zařazen

# ga
source: Used to determine new sessions/visits. The cookie is created when the javascript library executes and no existing __utmb cookies exists. The cookie is updated every time data is sent to Google Analytics
cz: Používá se k určení nových sessions / návštěv. Soubor cookie je vytvořen při spuštění knihovny javascript a neexistují žádné existující cookies __utmb. Soubor cookie je aktualizován při každém odeslání dat do služby Google Analytics

# ga
source: Used to determine the expiry of experiments a user has been included in
cz: Používá se k určení ukončení experimentů, do kterých byl uživatel zařazen

# ga
source: Used to distinguish users
cz: Slouží k rozlišení uživatelů

# ga
source: Used to distinguish users and sessions. The cookie is created when the javascript library executes and no existing __utma cookies exists. The cookie is updated every time data is sent to Google Analytics
cz: Slouží k rozlišení uživatelů a relací. Soubor cookie je vytvořen při spuštění knihovny javascript a neexistují žádné existující cookies __utma. Soubor cookie je aktualizován při každém odeslání dat do služby Google Analytics

# ga
source: Used to store visitor-level custom variable data
cz: Slouží k ukládání vlastních proměnných na úrovni návštěvníka

# ga
source: Used to throttle request rate
cz: Omezuje frekvenci požadavků

# ga
source: Used to throttle request rate. If Google Analytics is deployed via Google Tag Manager, this cookie will be named _dc_gtm_%property-id%
cz: Omezuje frekvenci požadavků, pokud je služba Google Analytics nasazena prostřednictvím Google Tag Manager, tento soubor cookie bude pojmenován _dc_gtm_%property-id%

# jivosite
source: a/b testing group flag
cz: flag a/b testovací skupiny
