Repository: gerasev-kirill/angular-gdpr-storage
Catalog: po/thirdParty_*.po
Languages: ru

source: 1 day
ru: 1 день

source: 1 minute
ru: 1 минута

source: 1 year
ru: 1 год

source: 10 minutes
ru: 10 минут

source: 12 hours from set/update
ru: 12 часов с момента установки или обновления

source: 18 months
ru: 18 месяцев

source: 2 days
ru: 2 дня

source: 2 years
ru: 2 года

source: 2 years from set/update
ru: 2 года с момента установки или обновления

source: 24 hours
ru: 24 часа

source: 30 days
ru: 30 дней

source: 30 mins from set/update
ru: 30 минут с момента установки или обновления

source: 30 minutes
ru: 30 минут

source: 30 seconds to 1 year
ru: от 30 сек до 1 года

source: 6 months from set/update
ru: 6 месяцев с момента установки или обновления

source: 90 days
ru: 90 дней

source: Cash of callback backend script response
ru: Кеш ответа callback-скрипта

source: City of the visitor
ru: Город посетителя

source: Contains a token that can be used to retrieve a Client ID from AMP Client ID service. Other possible values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID service
ru: Содержит токен, с помощью которого можно получить Client ID от сервиса AMP. Другие возможные значения: отключение функции, активный запрос или ошибка получения Client ID от сервиса AMP

source: Contains campaign related information for the user
ru: Содержит информацию о кампании для пользователя

source: Country of the visitor
ru: Страна посетителя

source: Depends on the length of the experiment but typically 90 days
ru: Зависит от длительности эксперимента (обычно составляет 90 дней)

source: First visit to the website
ru: Первый визит на сайт

source: Flag that enables long_pooling
ru: Флажок, который включает long_pooling

source: ID of the marketing campaign of the visit
ru: ID маркетинговой кампании посещения

source: Indication if iframe is forbidden
ru: Индикатор запрета iframe

source: Number of pages viewed
ru: Количество просмотренных страниц

source: Number of visits to the website
ru: Количество посещений сайта

source: Source of entry to the website
ru: Источник входа на сайт

source: Stores the traffic source or campaign that explains how the user reached your site. The cookie is created when the javascript library executes and is updated every time data is sent to Google Analytics
ru: Сохраняет информацию об источнике трафика или кампании, позволяющую понять, откуда пользователь пришел на ваш сайт. Создается при выполнении библиотеки и обновляется при каждой отправке данных в Google Analytics

source: Time of appearance of proactive invitation
ru: Время появления активного приглашения

source: Time the callback request was initiated
ru: Время инициирования callback запроса

source: Time the widget was closed
ru: Время закрытия виджета

# chatflow
source: Unfortunately, chatflow.io does not provide comprehensive information about the created and tracked cookies and keys in localStorage. For general information, you can follow this <a href="https://chatflow.io/" target="_blank">link</a>
ru: К сожалению, chatflow.io не предоставляет исчерпывающей информации про создаваемые и отслеживаемые cookies и ключи в localStorage. Для получения общей информации вы можете пройти по этой <a href="ttps://chatflow.io/" target="_blank">ссылке</a>

# facebook pixel
source: Unfortunately, facebook.com does not provide comprehensive information about the created and tracked cookies and keys in localStorage. For general information, you can follow this <a href="https://www.facebook.com/policies/cookies/" target="_blank">link</a>
ru: К сожалению, facebook.com не предоставляет исчерпывающей информации про создаваемые и отслеживаемые cookies и ключи в localStorage. Для получения общей информации вы можете пройти по этой <a href="https://www.facebook.com/policies/cookies/" target="_blank">ссылке</a>

source: Used to determine a user's inclusion in an experiment
ru: Определяет, принимал ли пользователь участие в эксперименте

source: Used to determine a user's inclusion in an experiment and the expiry of experiments a user has been included in
ru: Определяет, когда истекает срок эксперимента и принимал ли пользователь в нем участие

source: Used to determine new sessions/visits. The cookie is created when the javascript library executes and no existing __utmb cookies exists. The cookie is updated every time data is sent to Google Analytics
ru: Используется для определения новых сеансов или посещений. Создается при выполнении библиотеки JavaScript, если нет существующих файлов cookie __utmb. Обновляется при каждой отправке данных в Google Analytics

source: Used to determine the expiry of experiments a user has been included in
ru: Определяет, когда истекает срок действия эксперимента, в котором участвовал пользователь

source: Used to distinguish users
ru: Позволяет различать пользователей

source: Used to distinguish users and sessions. The cookie is created when the javascript library executes and no existing __utma cookies exists. The cookie is updated every time data is sent to Google Analytics
ru: Позволяет различать пользователей и сеансы. Создается при выполнении библиотеки JavaScript, если нет существующих файлов cookie __utma. Обновляется при каждой отправке данных в Google Analytics

source: Used to store visitor-level custom variable data
ru: Сохраняет данные о пользовательской переменной уровня посетителя

source: Used to throttle request rate
ru: Ограничивает частоту запросов

source: Used to throttle request rate. If Google Analytics is deployed via Google Tag Manager, this cookie will be named _dc_gtm_%property-id%
ru: Ограничивает частоту запросов. Если поддержка Google Analytics реализована с помощью Диспетчера тегов Google, файлу будет присвоено название _dc_gtm_%property-id%

source: a/b testing group flag
ru: флаг группы тестирования a/b
